{
  "scripts": [
    {
      "name": "Auto Spawn",
      "file": "AutoSpawn - By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Скрипт сам входит в игру и выбирает спавн (если есть VIP) — больше никаких ручных нажатий",
      "info": "AutoSpawn\nРаботает снова! Скрипт адаптирован под последние изменения от разработчиков игры.\n\n━━━━━━━━━━━━━━━━━━━━\n\nЧто нового:\n• Теперь место спавна можно выбирать стрелочками вверх/вниз\n• Немного обновлён дизайн меню — стало удобнее и современнее\n• Скрипт подключается в игру ещё быстрее\n• Скрипт был оптимизирован — работает стабильнее и легче\n\nФункционал всё так же в одном удобном меню:\nОткрыть: /setp\n• Укажи ник и пароль\n• Выбери место спавна\n• Включи/выключи скрипт\n• Сохрани — и готово!\n\nСкрипт сам входит в игру и выбирает спавн (если есть VIP) — больше никаких ручных нажатий «Войти»!"

    },
    {
      "name": "Auto Open Roulettes",
      "file": "AutoOpenRoulettes.lua",
      "version": "1.0",
      "author": "Svor Fix By Edward",
      "description": "Автоматически открывает рулетки",
      "info": "Auto Rool — Обновление!\nАвто рулетка снова в строю!\n\nЧто было исправлено в этом обновлении:\n— Полностью переработан алгоритм работы под новые изменения от разработчиков игры\n— Устранены ошибки, из-за которых скрипт ранее не запускался\n— Улучшена стабильность работы – теперь скрипт не зависает\n— Убрана лишняя задержка между крутками для максимальной скорости\n\nКак пользоваться:\n\nОткройте меню с рулеткой в игре\n\nНажмите F2 – скрипт начнёт автоматически крутить рулетки\n\nНаслаждайтесь автоматическим фармом!"
    },
    {
      "name": "Auto Sharpening",
      "file": "AutoSharpening.lua",
      "version": "1.0",
      "author": "Svor",
      "description": "Автоматически затачивает предметы",
      "info": "Auto Tochilka — обновлённый скрипт для автоматической заточки аксессуаров в игре.\n\nКоманда запуска: /sharp [1–13]\n\nОписание:\nСкрипт предназначен для автоматической заточки ваших аксессуаров. Он выполняет все действия за вас — быстро, удобно и без необходимости ручного участия. Благодаря оптимизированному алгоритму, процесс заточки происходит максимально эффективно и безопасно.\n\nВозможности:\n— Автоматическая заточка выбранного аксессуара от уровня 1 до 13.\n— Минимальная задержка между действиями для максимальной скорости.\n— Отображение статуса выполнения прямо во время работы.\n— Возможность прерывания процесса в любой момент.\n\nИнструкция по использованию:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь загрузки.\n3. Введите в чат команду: /sharp [уровень] (например, /sharp 10)\n4. Скрипт начнёт автоматически точить аксессуар до указанного уровня.\n\nAuto Tochilka — надёжный помощник, который избавит вас от долгих и однообразных нажатий при заточке. Теперь вы можете просто запустить скрипт и заняться другими делами, пока он делает всю работу за вас."
    },
    {
      "name": "Auto Trade",
      "file": "AutoTrade By-Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Скрипт автоматически принимает трейды",
      "info": "AutoTrade — скрипт для автоматизации процесса обмена в игре.\n\nКоманда для управления: /autotrade\n\nОписание:\nAutoTrade — это полуавтоматический помощник для трейдов. Скрипт предназначен для удобной скупки ресурсов или аксессуаров у большого количества игроков. Он автоматически принимает входящие трейды, экономя ваше время и избавляя от необходимости вручную подтверждать каждое предложение.\n\nВозможности:\n— Автоматическое принятие входящих трейдов.\n— Поддержка массовых покупок ресурсов и аксессуаров.\n— Отображение информации о том, кто отправил трейд, в отдельном сообщении.\n— Возможность включения и отключения функции одной командой.\n\nИнструкция по использованию:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь полной загрузки.\n3. Введите команду: /autotrade — чтобы включить или отключить авто-трейд.\n4. После активации скрипт начнёт автоматически принимать входящие предложения обмена.\n\nAutoTrade — надёжный инструмент для тех, кто активно торгует или скупает предметы. Он упрощает взаимодействие с другими игроками и делает процесс обмена максимально быстрым и удобным."
    },
    {
      "name": "Biz Location",
      "file": "Biz-Location-By-Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Показ расположений и информации о бизнесах.",
      "info": "BusinessLocationManager — скрипт для отображения актуальной информации о бизнесах в игре.\n\nОписание:\nДанный скрипт предназначен для автоматического показа ID бизнесов и их расположений прямо в чате. Вам не нужно использовать команды — вся информация отображается автоматически и обновляется в реальном времени.\n\nОсновные возможности:\n— Отображение всех ID бизнесов в чате.\n— После каждого ID показывается место расположения бизнеса (например, завод, магазин, автосалон и другие).\n— Автоматическое обновление данных, чтобы информация всегда оставалась актуальной.\n— Поиск и выбор бизнесов без необходимости ручного ввода команд.\n\nИнструкция по использованию:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь загрузки.\n3. После запуска скрипт начнёт автоматически выводить в чат список бизнесов и их расположения.\n\nBusinessLocationManager — удобный инструмент для игроков, которые хотят быстро получать информацию о бизнесах, их ID и местоположении, не тратя время на ручной поиск или команды."
    },
    {
      "name": "Chat Calculator V3",
      "file": "Chat-Calculator v3.lua",
      "version": "1.0",
      "author": "Adrian G.",
      "description": "Позволяет делать расчёты прямо в чате.",
      "info": "Chat Calculator — скрипт, позволяющий выполнять вычисления прямо в игровом чате.\n\nОписание:\nС помощью этого скрипта вы можете быстро посчитать любое математическое выражение, не сворачивая игру. Это особенно удобно при торговле, расчёте стоимости ресурсов, обмене валюты или планировании покупок.\n\nПринцип работы:\nПосле установки скрипта достаточно ввести в чат выражение, например: 2+2 или 150*3. Скрипт автоматически вычислит результат и отобразит его прямо в чате.\n\nВозможности:\n— Мгновенный расчёт любых базовых выражений (сложение, вычитание, умножение, деление).\n— Полностью автоматическая работа, без дополнительных команд.\n— Отображение результата сразу после ввода выражения.\n— Удобство и экономия времени при любых расчётах.\n\nИнструкция по установке:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру.\n3. Введите любое выражение в чат, например: 5*7 или 120/3.\n4. Результат сразу появится в чате.\n\nChat Calculator — простой и полезный инструмент, который помогает решать повседневные задачи прямо в игре, без необходимости переключаться на калькулятор или браузер."
    },
    {
      "name": "Fast Buy",
      "file": "Fast Buy-By Edward.luac",
      "version": "1.1",
      "author": "Edward",
      "description": "Скрипт создан специально для тех, кто занимается перепродажей.",
      "info": "Fast Buy v1.1 — обновлённая версия скрипта для удобной и быстрой покупки предметов в игре.\n\nНовые возможности:\nВ меню «Управление лавкой» добавлен пункт Fast Buy — теперь открыть интерфейс скрипта можно прямо из этого раздела, без лишних действий.\nТакже появилась возможность выставлять несколько одинаковых предметов с разными параметрами. Это особенно полезно для аксессуаров, которые отличаются цветом, характеристиками или другими свойствами.\n\nОптимизация:\nСкрипт стал работать заметно стабильнее. При открытии меню больше нет значительных просадок FPS, а отклик интерфейса стал быстрее.\n\nИнтерфейс:\nМеню полностью переработано — обновлён дизайн, улучшено расположение элементов и навигация. Теперь пользоваться скриптом стало проще, удобнее и приятнее.\n\nFast Buy v1.1 — это обновлённый инструмент для тех, кто активно работает с лавками в игре. Скрипт ускоряет процесс покупки, экономит время и делает взаимодействие с интерфейсом максимально комфортным."
    },
    {
      "name": "Freeze",
      "file": "Freeze.lua",
      "version": "1.0",
      "author": "Edward",
      "description": "Позволяет замораживать игрока.",
      "info": "Freeze Player — скрипт, позволяющий временно замораживать персонажа в игре.\n\nОписание:\nС помощью этого скрипта вы можете остановить движение персонажа, используя простую команду /freeze. Это удобно, если вам нужно временно прекратить действия в игре, не выходя из неё.\n\nВозможности:\n— Полная заморозка персонажа: вы не можете двигаться, прыгать или выполнять действия.\n— Другие игроки не могут вас выталкивать или сдвигать с места во время заморозки.\n— Простое включение и отключение функции одной командой.\n\nИнструкция по использованию:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь загрузки.\n3. Введите команду /freeze, чтобы заморозить персонажа.\n4. Повторное использование команды /freeze снимает заморозку.\n\nFreeze Player — удобный инструмент для тех, кто хочет зафиксировать персонажа на месте без выхода из игры. Идеально подходит для паузы, съёмки скриншотов или ожидания событий."
    },
    {
      "name": "Gift Swap",
      "file": "Gift Swap.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Автоматический обмен и открытие подарков",
      "info": "Gift Swap — скрипт для автоматического обмена и открытия подарков в игре.\n\nКоманды:\n/obm — запуск автоматического обмена.\n/getinfo — просмотр информации о количестве открытых подарков и полученных наградах.\n\nОписание:\nGift Swap выполняет все действия по обмену подарков без участия игрока. Скрипт самостоятельно перемещается к боту-обменнику, открывает подарки и подсчитывает общий заработок в рублях, AZ Coins и наркотиках. Это позволяет значительно ускорить процесс обмена и сделать его полностью автоматическим.\n\nИзменения в логике работы:\nРанее скрипт телепортировал персонажа к обменнику, что могло быть заметно в игре. Теперь он имитирует естественное движение — персонаж сам бежит к боту и выполняет обмен, что делает работу скрипта более безопасной и реалистичной.\n\nВажно:\nДля запуска скрипта метка больше не используется. Чтобы начать обмен, достаточно встать рядом с ботом, который принимает подарки, и запустить скрипт.\n\nУлучшения:\n— Исправлены ошибки, вызывавшие кик от античита.\n— Оптимизирована работа и повышена стабильность выполнения команд.\n— Улучшена совместимость с последними обновлениями игры.\n\nЗачем нужен Gift Swap:\nС выходом новых обновлений появятся эксклюзивные предметы, для получения которых потребуется большое количество AZ Coins. Самый выгодный способ заработать их — обменивать подарки. Скрипт Gift Swap позволяет открыть сотни подарков автоматически, без лишних действий, экономя ваше время и упрощая процесс фарма.\n\nПуть установки:\nC:\\...\\moonloader"
    },
    {
      "name": "House Location Manager",
      "file": "House-Location-Manager.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Автоматическое отображение ID домов и их расположений.",
      "info": "HouseLocationManager — скрипт для автоматического отображения информации о домах в игре.\n\nОписание:\nСкрипт показывает в чате актуальную информацию о домах и их расположениях. Все данные выводятся автоматически — без необходимости использовать команды или открывать дополнительные меню.\n\nОсновные возможности:\n— Отображение всех ID домов прямо в игровом чате.\n— После каждого ID указывается место расположения дома (например, Альпийская деревня, Город Лыткарино и другие районы).\n— Автоматическое обновление данных, чтобы информация всегда оставалась актуальной.\n— Возможность поиска и выбора домов без ручного ввода команд.\n\nИнструкция по использованию:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь загрузки скрипта.\n3. После активации вся информация о домах будет автоматически отображаться в чате.\n\nHouseLocationManager — удобный инструмент для игроков, которые хотят быстро получать актуальные данные о домах и их расположении. Скрипт делает поиск и анализ недвижимости максимально простым и наглядным."
    },
    {
      "name": "Items Mover",
      "file": "ItemsMover.lua",
      "version": "1.0",
      "author": "Edward",
      "description": "Cкрипт для автоматического перемещения всего стака предмета",
      "info": "FastInput — скрипт для автоматического перемещения полного стака предметов в игре.\n\nКоманда для запуска: /stak\n\nОписание:\nДанный скрипт предназначен для ускорения процесса перемещения предметов. Он позволяет одним действием переносить сразу весь стак предметов, что значительно экономит время при работе с инвентарём, мусоркой, шкафом, багажником и другими контейнерами. Скрипт выполняет действие автоматически, без необходимости перетаскивать предметы вручную.\n\nОсобенности:\n— Быстрое перемещение всего количества выбранного предмета.\n— Поддержка разных типов контейнеров (мусорка, шкаф, багажник и другие).\n— Простая команда для включения — /stak.\n— Не требует дополнительной настройки.\n— Автором является сторонний разработчик.\n\nИнструкция по установке:\n1. Скопируйте файл скрипта в папку: C:\\...\\moonloader\n2. Запустите игру и дождитесь загрузки скрипта.\n3. Введите команду /stak, чтобы активировать автоматическое перемещение предметов.\n\nFastInput — простой и полезный скрипт, который позволяет быстро управлять инвентарём и избавляет от необходимости вручную перекладывать предметы по одному."
    },
    {
      "name": "Loger NFTCont",
      "file": "Loger NFTCont - By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Автоматический логгер призов из NFT-контейнеров"
    },
    {
      "name": "Logger Klad",
      "file": "Logger Klad - By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Логгер призов с кладов и Автосбор призов сразу после открытия"
    },
    {
      "name": "Mining Tools Fix",
      "file": "Mining tools -- Fix By Edward.lua",
      "version": "1.0",
      "author": "justfedotScript Fix By Edward",
      "description": "В один клик собрать прибыль с видеокарты"
    },
    {
      "name": "Sell Logger",
      "file": "Sell Logger By-Edward.luac",
      "version": "1.7",
      "author": "Edward",
      "description": "Скрипт для отслеживания и сохранения истории СКУПКИ в лавке."
    },
    {
      "name": "Skin Control",
      "file": "SkinControl-By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Управляет внешним скинами персонажа."
    },
    {
      "name": "Skip Dialog For Plante",
      "file": "Skip Dialog for Plante-By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Кнопка 2 работает только для управления шасси"
    },
    {
      "name": "Tax Calc",
      "file": "TaxCalc.lua",
      "version": "1.0",
      "author": "Edward",
      "description": "Вычисляет налоги"
    },
    {
      "name": "Vip Piar",
      "file": "Vip Piar - By Edward.luac",
      "version": "1.0",
      "author": "Edward",
      "description": "Авто Пиар"
    },
    {
      "name": "Alt Enter",
      "file": "alt_enter.lua",
      "version": "1.0",
      "author": "sᴀxᴏɴ",
      "description": "Скрипт блокирует прислушивание нажатия."
    },
    {
      "name": "Anti Lomka",
      "file": "anti lomka.lua",
      "version": "1.0",
      "author": "Edward",
      "description": "Если у вас будет ломка скрипт сам юзает нарко моментально без задержки"
    },
    {
      "name": "Reserve",
      "file": "Reserve - By Edward.lua",
      "version": "1.0",
      "author": "Edward",
      "description": " скрипт позволяет снять деньги с вашего резервного счёта в одну команду "
    },
    {
      "name": "Auto Buy Carplates",
      "file": "autoBuyCarplates.lua",
      "version": "1.0",
      "author": "Svor Fix By Edward",
      "description": "Автоматически покупает и применяет номера на автомобили."
    },
    {
      "name": "Call",
      "file": "call.lua",
      "version": "1.0",
      "author": "Svor Fix By Edward",
      "description": "Скрипт позволяет быстро звонить другим игрокам по их ID, а также удобно завершать звонок."
    }
    
  ]
}
